{
  "NeerMap":"नीरमैप",
  "search": "खोजें",
  "login": "लॉग इन",
  "logout": "लॉग आउट",
  "explore":"देखें",
  "contribute":"योगदान",
  "about":"परिचय",
  "tagline":"हर महत्वपूर्ण बूंद का मानचित्रण",
  "subtag":"जल खोजें। जानकारी साझा करें। समुदायों को सशक्त बनाएं।",
  "exploreSources":"सभी स्रोत देखें",
  "advancedSearch":"विस्तृत खोज",
  "how":"कैसे काम करता है?",
  "head1":"जल स्रोतों को देखें",
  "des1":"उपयोगिता के अनुसार जल स्रोतों की सूची।",
  "head2":"विस्तृत फ़िल्टर खोज",
  "des2":"GPS या स्वयं चुने गए स्थान से, विविध फ़िल्टरों की मदद से जल स्रोत खोजें।",
  "head3":"स्रोत में योगदान करें",
  "des3":"नए या अनौपचारिक जल स्रोत को मानचित्रित कर दूसरों की सहायता करें।",
  "head4":"भरोसेमंद समुदाय बनाएं",
  "des4":"साथ मिलकर जल स्रोतों की उपलब्धता सुधारने वाले समूह से जुड़ें।",
  "head5":"नीरमैप के बारे में जानें",
  "des5":"स्थानीय जल स्रोतों और उनकी उपयुक्तता के लिए आपका मार्गदर्शक।",
  "safetyhead":"‘पीने के लिए सुरक्षित’ का वास्तविक अर्थ क्या है?",
  "safedes":"'पीने के लिए सुरक्षित' के रूप में चिह्नित कोई भी जल स्रोत नीरमैप पर सामुदायिक भरोसे और पर्यावरणीय सुरक्षा के एक बुनियादी स्तर को पूरा करता है, जो निम्न आधारों पर आधारित होता है:",
  "safeh1":"सकारात्मक सामुदायिक प्रतिक्रिया",
  "safed1":"कई उपयोगकर्ता नियमित रूप से इस स्रोत से पानी पीने की रिपोर्ट देते हैं और किसी ज्ञात स्वास्थ्य समस्या की सूचना नहीं देते।",
  "safeh2":"स्वच्छ पर्यावरण",
  "safed2":"स्रोत के आस-पास कोई दृश्य प्रदूषक, औद्योगिक कचरा या सीवेज निकासी नहीं पाई जाती है।",
  "safeh3":"विश्वसनीय योगदानकर्ताओं द्वारा सत्यापित",
  "safed3":"कुछ स्रोतों को सत्यापित उपयोगकर्ताओं, स्थानीय स्वास्थ्य कर्मियों या गैर-सरकारी संगठनों (NGOs) के योगदान के आधार पर सुरक्षित के रूप में चिह्नित किया गया है।",
  "safeh4":"उपयोगकर्ता द्वारा प्रस्तुत साक्ष्य",
  "safed4":"स्रोत की स्वच्छता और स्थिति का मूल्यांकन करने में समुदाय द्वारा दी गई रेटिंग और समीक्षाएं सहायक होती हैं।",
  "safenote":"नोट: ये रेटिंग्स केवल अवलोकनात्मक जानकारी पर आधारित हैं — प्रयोगशाला द्वारा परीक्षण नहीं की गई हैं। पूर्ण सुरक्षा सुनिश्चित करने के लिए, संभव हो तो पानी को उबालें या छानकर उपयोग करें। यदि आप स्रोत में कोई समस्या या परिवर्तन देखें, तो कृपया उसे रिपोर्ट करके या अपडेट करके दूसरों की मदद करें।",
  "footerdes":"नीरमैप लोगों को मिलकर जानकारी साझा करने के ज़रिए सुरक्षित और ज़रूरत के अनुसार जल स्रोत खोजने में मदद करता है।",
  "ourComm":"हमारा समुदाय",
  "help":"सहायता",
  "term":"सेवा शर्तें",
  "privacy":"गोपनीयता नीति",
  "report":"समस्या रिपोर्ट करें",
  "linkedin":"LinkedIn (लिंक्डइन)",
  "github":"GitHub (गिटहब)",
  "disclaimer":"अस्वीकरण: नीरमैप पर दिखाया गया सभी डेटा केवल उदाहरण के लिए है और वास्तविक जानकारी का प्रतिनिधित्व नहीं करता।",
  "copyright":"© 2025 नीरमैप। सर्वाधिकार सुरक्षित।",
  "abouthead":"नीरमैप क्या है?",
  "aboutp1":"नीरमैप एक समुदाय-केंद्रित प्लेटफ़ॉर्म है जो लोगों को उनके आस-पास के जल स्रोतों को खोजने, रेटिंग देने और जानकारी साझा करने में मदद करता है — चाहे वह पीने के लिए हो, सिंचाई के लिए, या दैनिक उपयोग के लिए। एक ऐसी दुनिया में जहाँ स्वच्छ पानी की उपलब्धता असमान है, नीरमैप लोगों को भीड़-स्रोत (crowd-sourced) जानकारियों के आधार पर समझदारी से निर्णय लेने की शक्ति देता है।",
  "aboutp2":"जियोलोकेशन और उपयोगकर्ता फीडबैक को सहज डिज़ाइन के साथ जोड़कर, नीरमैप का लक्ष्य है पानी की उपलब्धता और उपयोगिता के बीच की दूरी को कम करना — एक स्रोत पर ध्यान केंद्रित करके।",
  "aboutp3":"हर उस बूंद का मानचित्रण करना जो मायने रखती है — क्योंकि हर समुदाय को सुरक्षित जल का अधिकार है।",
  "missionh":"हमारा लक्ष्य",
  "missionp":"नीरमैप प्रतिबद्ध है:",
  "missionl1":"प्रौद्योगिकी के माध्यम से स्वच्छ जल तक सभी की पहुँच सुनिश्चित करने के लिए",
  "missionl2":"समुदायों को सूचित और समझदारी भरे निर्णय लेने में मदद करने के लिए",
  "missionl3":"उपयोगकर्ता-जनित और सत्यापित डेटा के माध्यम से पारदर्शिता को बढ़ावा देने के लिए",
  "missionl4":"जल के सतत और जिम्मेदार उपयोग को प्रोत्साहित करने के लिए",
  "developed":"विकसित किया गया: अरुणिमा सक्सेना द्वारा | बी.टेक कंप्यूटर साइंस, IIIT पुणे | 2027 बैच",
  "waterres":"जल संसाधन",
  "selectsuit":"जल उपयोग का प्रकार चुनें",
  "all":"सभी",
  "Drinking":"पीने योग्य",
  "Irrigation":"सिंचाई",
  "Washing":"धोने के लिए",
  "Recreation":"मनोरंजन",
  "Fishing":"मछली पकड़ने के लिए",
  "Not Suitable":"प्रदूषित",
  "Unknown":"अज्ञात",
  "searchhead":"अपने आसपास के जल स्रोत खोजें",
  "myloc":"मेरी लोकेशन का उपयोग करें",
  "locman":"स्थान स्वयं चुनें",
  "selcoord":"चुनी गई जगह के निर्देशांक:",
  "filterhead":"फ़िल्टर चुनें",
  "rad":"खोज सीमा (किलोमीटर में):",
  "default":"डिफ़ॉल्ट रूप से, प्रत्येक फ़िल्टर में 'सभी' चयनित है।",
  "suit":"जल उपयोग का प्रकार",
  "nature":"प्रकृति",
  "Natural":"प्राकृतिक",
  "Man-made":"मानव निर्मित",
  "Not Known":"अज्ञात",
  "typeres":"संसाधन का प्रकार:",
  "River":"नदी",
  "Lake":"झील",
  "Well":"कुआँ",
  "Dam":"बांध",
  "Pond":"तालाब",
  "Spring":"झरना",
  "Stream":"नाला / छोटी नदी",
  "Borewell":"बोरवेल",
  "Tubewell":"ट्यूबवेल",
  "Canal":"नहर",
  "Other":"अन्य",
  "minrat":"न्यूनतम रेटिंग",
  "unr":"बिना रेटिंग",
  "s1":"1★ या उससे अधिक",
  "s2":"2★ या उससे अधिक",
  "s3":"3★ या उससे अधिक",
  "s4":"4★ या उससे अधिक",
  "s5":"5★ या उससे अधिक",
  "resfound":"पाए गए संसाधन",
  "view":"स्रोत देखें",
  "contrinew":"नए जल स्रोत का योगदान दें",
  "resname":"स्रोत का नाम",
  "city":"शहर",
  "nat":"प्रकृति चुनें",
  "typ":"प्रकार चुनें",
  "suitch":"उपयुक्त उपयोग",
  "descri":"विवरण (ऐच्छिक)",
  "selmap":"नक्शे पर स्थान चुनें",
  "pleaseloc":"कृपया नक्शे पर एक स्थान चुनें",
  "submit":"स्रोत सबमिट करें",
  "loghead":"नीरमैप में लॉगिन करें",
  "username":"उपयोगकर्ता नाम",
  "pleaseuser":"अपना उपयोगकर्ता नाम दर्ज करें",
  "password":"पासवर्ड",
  "pleasepassword":"अपना पासवर्ड दर्ज करें",
  "pleasesign":"क्या आपके पास खाता नहीं है?",
  "signup":"पंजीकरण करें",
  "email":"ईमेल",
  "pleaseemail":"अपना ईमेल दर्ज करें",
  "signuphead":"नीरमैप के लिए पंजीकरण करें",
  "helphead":"सहायता और सामान्य प्रश्न (FAQs)",
  "helpq1":"1. नीरमैप क्या है?",
  "helpans1":"नीरमैप एक ऐसा प्लेटफ़ॉर्म है जहाँ आप जल स्रोतों की जानकारी पा सकते हैं और साझा कर सकते हैं — जैसे कि उनका स्थान, उपयोग की उपयुक्तता (पीने, सिंचाई आदि के लिए), और समुदाय द्वारा दी गई समीक्षाएं।",
  "helpq2":"2. नया जल स्रोत कैसे जोड़ें?",
  "helpans2":"लॉग इन करें और नेवबार में दिए गए 'योगदान करें' बटन पर क्लिक करें। फिर फॉर्म भरें जिसमें स्रोत का प्रकार, उपयोगिता और स्थान शामिल हो।",
  "helpq3":"3. रेटिंग सिस्टम कैसे काम करता है?",
  "helpans3":"उपयोगकर्ता किसी भी जल स्रोत को 1 से 5 सितारों तक रेट कर सकते हैं और एक छोटी समीक्षा भी लिख सकते हैं। इससे दूसरों को स्रोत की गुणवत्ता समझने में मदद मिलती है।",
  "helpq4":"4. कोई समस्या कैसे रिपोर्ट करें?",
  "helpans4":"आप वेबसाइट के फूटर में मौजूद 'समस्या की रिपोर्ट करें' लिंक पर क्लिक करके किसी भी समस्या की रिपोर्ट कर सकते हैं।",
  "helpq5":"5. मैं कैसे योगदान कर सकता/सकती हूँ?",
  "helpans5":"आप नए स्रोत जोड़कर, मौजूदा जानकारी अपडेट करके, समीक्षा लिखकर, या समस्याएं रिपोर्ट करके योगदान कर सकते हैं।",
  "termhead":"सेवा की शर्तें (Terms of Service)",
  "th1":"1. शर्तों की स्वीकृति",
  "td1":"नीरमैप का उपयोग करके आप इन सेवा की शर्तों तथा सभी लागू नियमों और विनियमों से बंधे होने के लिए सहमत होते हैं। यदि आप सहमत नहीं हैं, तो कृपया इस प्लेटफ़ॉर्म का उपयोग न करें।",
  "th2":"2. उपयोगकर्ता की ज़िम्मेदारियाँ",
  "td2":"आपके द्वारा जमा किए गए किसी भी डेटा (जैसे स्थान, उपयुक्तता, और समीक्षाएँ) की सटीकता के लिए आप स्वयं ज़िम्मेदार हैं। प्लेटफ़ॉर्म के दुरुपयोग की स्थिति में आपकी सामग्री हटाई जा सकती है या आपका खाता निलंबित किया जा सकता है।",
  "th3":"3. बौद्धिक संपदा (Intellectual Property)",
  "td3":"नीरमैप पर मौजूद सभी सामग्री (उपयोगकर्ता द्वारा उत्पन्न सामग्री को छोड़कर) प्लेटफ़ॉर्म की संपत्ति है और बिना अनुमति के उसकी नकल या पुनःप्रयोग नहीं किया जा सकता।",
  "th4":"4. अस्वीकरण (Disclaimer)",
  "td4":"नीरमैप पर दी गई जानकारी उपयोगकर्ताओं द्वारा साझा की गई है, और हम किसी भी जल स्रोत की सुरक्षा, गुणवत्ता या उपलब्धता की गारंटी नहीं देते। कृपया अपनी जिम्मेदारी पर जानकारी का उपयोग करें।",
  "th5":"5. शर्तों में परिवर्तन",
  "td5":"इन शर्तों को समय-समय पर बदला जा सकता है। किसी भी परिवर्तन के बाद प्लेटफ़ॉर्म का उपयोग जारी रखने का मतलब है कि आप उन परिवर्तनों को स्वीकार करते हैं।",
  "privacyhead":"गोपनीयता नीति (Privacy Policy)",
  "prih1":"1. प्रस्तावना",
  "prid1":"नीरमैप आपकी गोपनीयता की सुरक्षा के लिए प्रतिबद्ध है। यह नीति यह स्पष्ट करती है कि हम कौन-कौन सा डेटा एकत्र करते हैं, उसका उपयोग कैसे करते हैं, और आपकी व्यक्तिगत जानकारी से संबंधित आपके क्या अधिकार हैं।",
  "prih2":"2. हम कौन-कौन सी जानकारी एकत्र करते हैं",
  "prid2":"हम पंजीकरण के दौरान आपका उपयोगकर्ता नाम और ईमेल जैसी मूलभूत जानकारी एकत्र करते हैं। इसके अतिरिक्त, जब आप जल स्रोत साझा करते हैं या आस-पास के स्रोत खोजते हैं, तब हम स्थान से संबंधित डेटा भी एकत्र कर सकते हैं।",
  "prih3":"3. आपके डेटा का उपयोग कैसे किया जाता है",
  "prid3":"हम आपकी जानकारी का उपयोग नीरमैप की कार्यक्षमता सुधारने के लिए करते हैं, जैसे कि उपयोगकर्ताओं को जल स्रोतों का योगदान देने, उन्हें खोजने, समीक्षाएं सबमिट करने, और स्थानीयकृत परिणाम प्रदान करने की सुविधा देना।",
  "prih4":"4. डेटा साझाकरण",
  "prid4":"हम आपकी व्यक्तिगत जानकारी किसी तीसरे पक्ष को न बेचते हैं और न ही साझा करते हैं। हालांकि, आपके द्वारा सार्वजनिक रूप से दी गई जानकारी (जैसे समीक्षाएं) अन्य उपयोगकर्ताओं को दिखाई दे सकती हैं।",
  "prih5":"5. आपके अधिकार",
  "prid5":"आप अपने खाते से अपनी व्यक्तिगत जानकारी को अपडेट या हटाने का अधिकार रखते हैं। यदि गोपनीयता से संबंधित कोई सहायता चाहिए, तो आप हमसे संपर्क कर सकते हैं।",
  "prih6":"6. नीति में परिवर्तन",
  "prid6":"नीरमैप समय-समय पर इस गोपनीयता नीति को अपडेट कर सकता है। सेवा का लगातार उपयोग यह दर्शाता है कि आप संशोधित नीति से सहमत हैं।",
  "commhead":"नीरमैप समुदाय",
  "commintro":"नीरमैप समुदाय में आपका स्वागत है! जल स्रोतों की पहुँच और गुणवत्ता को बेहतर बनाने के लिए दूसरों के साथ मिलकर काम करें।",
  "commguid":"सामुदायिक दिशा-निर्देश",
  "commguid1":"अपने सभी योगदानों में सम्मानजनक और रचनात्मक रहें।",
  "commguid2":"ईमानदार और विस्तृत समीक्षाएं जोड़ें ताकि अन्य लोग बेहतर निर्णय ले सकें।",
  "commguid3":"झूठी या भ्रामक जानकारी पोस्ट करने से बचें।",
  "commguid4":"अनुचित या गलत संसाधनों की रिपोर्ट करने के लिए फ्लैग बटन का जिम्मेदारी से उपयोग करें।",
  "commcontri":"योगदान दें",
  "commconint":"क्या आप अपने आस-पास किसी जल स्रोत के बारे में जानते हैं? उसे समुदाय के साथ साझा करें और दूसरों की मदद करें!",
  "commsoon":"जल्द आ रहा है नीरमैप पर:",
  "comms1":"सामुदायिक चर्चा मंच",
  "comms2":"रिपोर्ट किए गए संसाधनों के लिए मॉडरेशन पैनल",
  "comms3":"शीर्ष योगदानकर्ताओं के लिए लीडरबोर्ड",
  "comms4":" उपयोगकर्ताओं द्वारा जोड़े गए संसाधनों का गतिशील हिंदी अनुवाद जल्द ही!",
  "rname":"आपका नाम",
  "remail":"आपका ईमेल",
  "rdes":"समस्या का विवरण लिखें...",
  "rsubmit":"सबमिट करें",
  "edithead":"जल स्रोत संपादित करें",
  "lat":"अक्षांश",
  "long":"देशांश",
  "upb":"स्रोत अपडेट करें",
  "showdescrip":"विवरण",
  "showedit":"संपादित करें",
  "showdelete":"हटाएं",
  "reviews":"समीक्षाएं",
  "avgrat":"औसत रेटिंग:",
  "flag":"इस स्रोत को रिपोर्ट करें",
  "addrev":"अपनी समीक्षा दें",
  "formaddrat":"रेटिंग (1 से 5):",
  "comment":"टिप्पणी:",
  "commentplace":"अपनी राय लिखें...",
   "revsub":"समीक्षा सबमिट करें",
   "cancel":"रद्द करें",
   "norat":"अभी तक कोई रेटिंग नहीं है",
   "guidadd":"समीक्षा जोड़ने के लिए 'अपनी समीक्षा दें' पर क्लिक करें"
}
